# Taps
tap 'caskroom/cask'
tap 'homebrew/dupes'
tap 'homebrew/php'


# Install ZSH
brew 'zsh'
brew 'zsh-completions'


# Install Binaries
brew 'composer'
brew 'curl'
brew 'git'
brew 'mackup'
brew 'mas'
brew 'nvm'
brew 'pow'
brew 'rbenv'
brew 'ruby'
brew 'tag'
brew 'yarn'


# Install Apps
cask 'cloudup'
cask 'coda'
cask 'dropbox'
cask 'daisydisk'
cask 'docker'
cask 'firefox'
cask 'fontprep'
cask 'google-chrome'
cask 'leap-motion'
cask 'mou'
cask 'opera'
cask 'prey'
cask 'sequel-pro'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'teamviewer'
cask 'transmission'
cask 'vlc'
cask 'webstorm'
cask 'whatsapp'


# Install Mac Store Apps
mas '1Password', id: 443987910
mas 'Active Collab Timer', id: 1005615923
mas 'BetterSnapTool', id: 417375580
